"""Задание 2.
Выведите на экран надпись «Life is what happens when you're busy making other
plans» John Lennon на разных строках.
Пример вывода:
 “Life is what happens when
 you’re busy making
 other plans” John Lennon."""
print('Life is what happens when\n    you’re busy making\n        other plans” John Lennon.')
