"""Задание 4.
Выведите на экран треугольник из звездочек
Пример вывода:
*
**
***
****
*****"""
print()
print('*\n**\n***\n****\n*****')
