"""Задание 1.
Выведите на экран надпись To be or not to be на разных строках.
Пример вывода: To be
 or not
 to be"""
print('to be\nor not\nto be')
