"""Задание 3.
Определите тип данных 10 и '10'
Результат выведите на экран"""
print()
print(type('10'))
print(type(10))
