"""Задание 5
Пользователь с клавиатуры вводит четырёхзначное
число. Необходимо перевернуть число и отобразить
результат. Например, если введено 4512, результат 2154."""

x1 = int(input("Введите первое число: "))
x2 = int(input("Введите второе число: "))
x3 = int(input("Введите третье число: "))
x4 = int(input("Введите четвертое число: "))
print(x4, x3, x2, x1, sep="")
