"""Задание 4
Напишите программу, вычисляющую площадь треугольника. Пользователь с клавиатуры вводит размер
основания треугольника и размер высоты."""

a = int(input("Введите число: "))
h = int(input("Введите число: "))
print("S=", 0.5*a*h)
